Repository: bubi24/jatszohaz.sch
Catalog: jatszohaz/locale/*/LC_MESSAGES/django.po
Languages: hu

source: Owner
hu: Tulajdonos

source: Notes
hu: Megjegyzés

source: Priority
hu: Prioritás

source: Rentable
hu: Kölcsönözhető

source: Buying date
hu: Vásárlás ideje

source: Place
hu: A játék helye

source: Price (Ft)
hu: Vételár (Ft)

source: short (20 mins)
hu: rövid (20 perc)

source: medium (20-60 mins)
hu: közepes (20-60 perc)

source: long (60+ mins)
hu: hosszú (60+ perc)

source: Name
hu: Név

source: Description
hu: Leírás

source: Detailed description of the game, which is visible to the users.
hu: Részletes leírás a játékról, ami a felhasználók számára is látható lesz.

source: Short Description
hu: Rövid leírás

source: Short description, which will show up in tooltips.
hu: Rövid, kb. egy mondatos leírás ami a súgóban fog megjelenni a felhasználóknak.

source: Min. players
hu: Min. játékosok

source: How many players are needed to play
hu: Legalább hány játékos szükséges

source: Max. players
hu: Max. játékosok

source: How many players can play at most
hu: Legfeljebb hány játékos játszhat

source: Playing time
hu: Játékidő

source: Example: 20 mins (this is directly displayed to the user)
hu: Pl. "20 perc", vagy bármi komplikáltabb. Ez követlenül meg fog jelenni a felhasználónak.

source: Playtime category
hu: Játékidő kategória

source: Base game
hu: Alapjáték

source: Game needed to play this one.
hu: Az a játék ami nélkül ez nem játszható (ha van ilyen).

source: Hide from users
hu: Felhasználók elől elrejtés

source: If true isn't shown in Our games page.
hu: Kipipált esetben nem látják a felhasználók a Játékaink menüpontban és kölcsönözni sem lehet.

source: Owner of the game or empty if it belongs to the group.
hu: Játék tulajdonosa. Üres, ha a kör tulajdona.

source: Game group
hu: Játék csoport

source: If more then one game piece belongs to the game group, the one with lower priority will be rented first.
hu: Ha több mint egy játék példány van, akkor a kisebb prioritással rendelkező lesz először kölcsönözve.

source: If true, the game cannot be rented.
hu: Kipipált esetben a játék sosem lesz kölcsönözhető.

source: Where the game should be.
hu: A játék helye, pl. "725", "1825"

source: Game piece
hu: Játék példány

source: Playable
hu: Játszható

source: If the game is still playable, so there's no major parts missing.
hu: Igen, ha a játék játszható, azaz nem hiányoznak/rongálódtak meg kulcsfontosságú elemek.

source: Missing items
hu: Hiányzó elemek

source: Rules
hu: Szabályok

source: Manage Inventory
hu: Leltár kezelés

source: Inventory created
hu: Bejegyzés létrehova

source: Game group successfully edited.
hu: Játék sikeresen módosítva!

source: Edit game group
hu: Játék módosítása

source: Edit game piece
hu: Játék példány módosítása

source: mobile
hu: mobil

source: Mobile number for helping communication if necessary.
hu: Telefonszám a kommunikációhoz szükség esetére.

source: room
hu: szoba

source: Room number.
hu: Szobaszám.

source: View all user details
hu: Minden felhasználó részleteinek megnézése

source: View statistics for users
hu: Kölcsönzési statisztika megtekintése

source: Hungarian
hu: Magyar

source: Successfully updated!
hu: Sikeresen frissítve!

source: %s removed from group %s
hu: %s törölve a %s csoportból

source: %s added to group %s
hu: %s hozzáadva a %s csoporthoz

source: Please check your profile data and click the Update button!
hu: Kérlek ellenőrizd az adataidat, majd kattints a Frissítés gombra!

source: Logged in as user %s.
hu: Bejelentkezve, mint %s.

source: Title
hu: Cím

source: Content
hu: Tartalom

source: Creator
hu: Létrehozó

source: Image
hu: Kép

source: Published
hu: Publikálva

source: Determines whether everyone sees the post. False: only admins.
hu: Meghatározza, hogy a hírt minden látogató láthatja-e. Ha nincs kipipálva, akkor csak adminok láthatják.

source: News created!
hu: Bejegyzés létrehozva

source: Create news
hu: Bejegyzés létrehozása

source: Entry edited!
hu: Bejegyzés módosítva!

source: Edit entry
hu: Bejegyzés módosítása

source: Rent from
hu: Kölcsönzés kezdete

source: Rent to
hu: Kölcsönzés vége

source: Must be in the future!
hu: Múltbéli dátum nem megadható!

source: Date from must be before date to!
hu: A kölcsönzés vége nem lehet korábban, mint az eleje.

source: Some selected games are not available due to concurrent user rent.
hu: Néhány kiválasztott játék sajnos nem elérhető. Valószínűleg épp most kölcsönözte ki valaki más.

source: Rent comment
hu: Megjegyzés

source: Rent comment help
hu: Kérlek add meg, hogy mikor tudnád átvenni a játékot és minden egyéb kérést, óhajt és/vagy a kedvenc viccedet.

source: Responsibility text.
hu: A kölcsönzés leadásával elfogadom a Kölcsönzési szabályzatot, illetve hogy az esetlegesen eltűnt és/vagy megrongált játékokért anyagi felelősséggel tartozok. Tudomásul veszem, hogy a 24 órán belül leadott kölcsönzések kiadása nem garantált és a kiadó személy mérhetetlen kedvességét honorálom.

source: Failed to change date. Not available: %s
hu: Sikertelen dátummódosítás. Nem elérhető játék(ok): %s

source: New game
hu: Új játék

source: Pending
hu: Függőben

source: Approved
hu: Elfogadva

source: Gave out
hu: Kiadva

source: In my room
hu: Szobámban

source: Brought back
hu: Visszahozva

source: Declined
hu: Visszautasítva

source: Cancelled
hu: Visszamondva

source: Approve
hu: Elfogad

source: Give out
hu: Kiad

source: Bring back
hu: Visszahoz

source: Decline
hu: Elutasít

source: Cancel
hu: Visszamond

source: Renter
hu: Kölcsönző

source: Games
hu: Játékok

source: From
hu: Dátum kezdete

source: To
hu: Dátum vége

source: Status
hu: Státusz

source: Bail
hu: Kaució

source: Manage rents
hu: Kölcsönzések kezelése

source: View rent statistics
hu: Kölcsönzés statisztika megtekintése

source: You can check your rent here: <a href="%s">%s<a><br/>Please do not reply to this email.<br/><br/>Best wishes,<br/>Játszóház
hu: Kölcsönzésed megtekintéséhez katt ide: <a href="%s">%s<a><br/><br/>Kérlek ne válaszolj erre a levélre!<br/><br/>Üdv,<br/>Játszóház

source: new status
hu: új státusz

source: Hi!<br/><br/>Status of your rent was changed to %s.<br/><br/>
hu: Szia!<br/><br/>Kölcsönzésed státusza megváltozott.<br/>Új státusz: %s.<br/><br/>

source: new comment
hu: új komment

source: Hi!<br/><br/>There is a new comment to your rent.<br/><br/>User: %s<br/>Message:<br/>%s<br/>
hu: Szia!<br/><br/>Új komment érkezett a kölcsönzésedhez.<br/><br/>Felhasználó: %s<br/>Üzenet:<br/>%s<br/><br/>

source: date changed
hu: dátum módosult

source: Hi!<br/><br/>Your rent date changed.<br/><br/>New dates: %s - %s<br/>
hu: Szia!<br/><br/>Megváltozott a kölcsönzésed időpontja!<br/><br/>Új dátumok: %s - %s<br/>

source: New renter
hu: Új kölcsönző

source: New game piece
hu: Hozzáadott játék

source: Deleted game piece
hu: Törölt játék

source: Edited from
hu: Módosított kezdődátum

source: Edited to
hu: Módosított végdátum

source: Message
hu: Üzenet

source: Click for details!
hu: Kattints a részletekért!

source: Close
hu: Bezár

source: Players
hu: Játékosok

source: data not available.
hu: ez az információ nem áll rendelkezésre.

source: Playtime
hu: Játékidő

source: We have no available games for this time interval, sorry.
hu: Sajnos nincs egy elérhető játékunk sem erre az időpontra.

source: Are you sure?
hu: Biztos vagy benne?

source: %s new rent
hu: %s új kölcsönzés

source: Hi!<br/><br/>New rent created!<br/><br/>Renter: %(renter)s<br/>Dates: %(date_from)s - %(date_to)s<br/>Games: %(games)s<br/>Comment: %(comment)s<br/>Details: <a href="%(url)s">%(url)s<a><br/><br/>Best wishes,<br/>Játszóház
hu: Szia!<br/><br/>Új kölcsönzés érkezett!<br/><br/>Kölcsönző: %(renter)s<br/>Dátumok: %(date_from)s - %(date_to)s<br/>Játékok: %(games)s<br/>Megjegyzés: %(comment)s<br/>Részletek: <a href="%(url)s">%(url)s<a><br/><br/>Üdv,<br/>Játszóház

source: Successfully rented!
hu: Sikeresen kölcsönözve!

source: Successfully sent!
hu: Sikeresen elküldve!

source: Comment successfully sent, but failed to send notification emails!
hu: Komment sikeresen elküldve, de az értesítési emailek küldése sikertelen!

source: Invalid form!
hu: Helytelen adatok!

source: Rent changed!
hu: Kölcsönzés megváltoztatva!

source: Failed to send notification emails!
hu: Értesítési emailek küldése sikertelen!

source: Invalid form.
hu: Helytelen adatok!

source: Cannot change rent status to the same!
hu: Nem módosítható ugyan arra a státusz!

source: Failed to change status! Following games are not available anymore: %s
hu: Sikertelen státuszmódosítás. Nem elérhető játék(ok): %s

source: End date is in the past! Please set a correct end date!
hu: Múltbeli a kölcsönzés vége időpont, korrigáld!

source: Failed to send notification email!
hu: Értesítési emailek küldése sikertelen!

source: Game added.
hu: Játék hozzáadva!

source: Game is already rented for this time.
hu: A játék erre az időre már ki van kölcsönözve.

source: Given game is not in the rent!
hu: A játék nincs benne a kölcsönzésben!

source: Filters
hu: Szűrők

source: Show/hide filters
hu: Szűrők elrejtése/megjelenítése

source: Toggle navigation
hu: Navigáció

source: News
hu: Hírek

source: Rent
hu: Kölcsönzés

source: Profile
hu: Profil

source: My rents
hu: Kölcsönzéseim

source: Our games
hu: Játékaink

source: About us
hu: Rólunk

source: FAQ
hu: GYIK

source: Logout
hu: Kijelentkezés

source: Login
hu: Bejelentkezés

source: Rents
hu: Kölcsönzések

source: Inventory
hu: Leltár

source: Users
hu: Felhasználók

source: Calendar
hu: Naptár

source: Admin rules
hu: Admin szabályok

source: Statistics
hu: Statisztikák

source: Save
hu: Mentés

source: Back
hu: Vissza

source: INVENTORY_HELP_TEXT
hu: <p><b>Mielőtt belefognál a leltár szerkesztésébe, legalább egyszer olvasd el az alábbi instrukciókat!</b></p> <p> A leltárban található minden játékunk és azokról kellően sok információ, mint pl. hogy az adott játék kölcsönzését engedélyezzük-e, vannak-e hiányzó elemek, a játék leírása, stb. Ezek szerkesztésénél elővigyázatosan járj el, mert nem lehet korábbi állapotot visszatölteni, viszont a felhasználók azonnal látni fogják a módosított tartalmat! </p> <p> A leltárban megkülönböztetünk <b>játékot</b> (a.k.a. játék csoport, game group) és <b>játék példányt</b> (a.k.a. game piece). Előbbi egy típust ad meg (pl. Bang), utóbbi pedig a Bang játékból létező fizikai példányainkat (pl. Bang 1-es doboz, Bang 2-es doboz, stb.). Minden közös tulajdonság (leírás, játékosok száma, stb.) a játékhoz tartozik, de a konkrét kölcsönzésekhez már a játék fizikai példányai tartoznak. </p> <p> A játék példányokhoz tartozik egy ú.n. leltári bejegyzés is. Ez arra szolgál, hogy ha az adott játékot időről időre átnézzük, feljegyezhessük az esetleges problémákat, hiányzó lapokat. Ezeknek megfelelően egy játék példányhoz több leltárbejegyzés is társulhat, így a historikus adatok is megvannak. </p> <p> <b>A lenti listában</b> láthatod a játék példányokat. A <b>Részletek</b> gombra kattintva megtekinthetsz minden információt az adott játékról, beleérve a korábbi kölcsönzéseket is és leltári bejegyzéseket. <b>Új leltár</b> gombbal új leltárbejegyzést készíthetsz a játékhoz, ahol akár azt is jelölheted, hogy ha valamilyen kulcsfontosságú elem hiánya miatt a játék már nem játszható (ilyenkor nem is lesz kölcsönözhető). Végül pedig tudod a játékot (azaz a játék csoporthoz tartozó információkat), illetve a játék példányt is módosítani. </p> <p> <b>Törölni</b> jelenleg nem lehet, ha erre igény merül fel, akkor először a játékot át lehet állítani nem kölcsönözhetőre, majd valamely weblap admin megoldja a törlést. </p>

source: Add new game with gamegroup
hu: Új játék hozzáadása (ha egy teljesen új játékot veszel fel)

source: Add new game for existing gamegroup
hu: Új játék példány hozzáadása (ha már van ilyen típusú játékunk, de vettünk még egyet)

source: Game pieces
hu: Játék példányok

source: Latest inventory
hu: Legutóbbi leltár

source: Date
hu: Dátum

source: Edit latest inventory
hu: Legutóbbi leltár módosítása

source: No inventory.
hu: Nincs leltári bejegyzés.

source: Details
hu: Részletek

source: Create new inventory
hu: Új leltár

source: Edit gamegroup
hu: Játék módosítása

source: Edit gamepiece
hu: Játék példány módosítása

source: No games.
hu: Nincsenek játékok.

source: Original price
hu: Vételár

source: Rent history
hu: Előzmények

source: Last rent history
hu: Utolsó előzmény

source: No one rented this game.
hu: Senki sem kölcsönözte ezt a játékot.

source: Inventories
hu: Leltár bejegyzések

source: Edit
hu: Módosítás

source: No inventories.
hu: Nincs leltár bejegyzés.

source: Add new game
hu: Új játék hozzáadása

source: Create
hu: Létrehozás

source: New inventory entry
hu: Új leltári bejegyzés létrehozása

source: Games page info
hu: Itt megtalálod az összes játékunkat és leírásaikat.

source: Update
hu: Frissítés

source: Profile details
hu: Profil részletek

source: Basic info
hu: Alap információk

source: Room
hu: Szoba

source: Mobile
hu: Telefon

source: First login
hu: Első bejelentkezés

source: Last login
hu: Utolsó bejelentkezés

source: Groups
hu: Csoportok

source: Sign in as this user.
hu: Bejelentkezés ezen felhasználóval.

source: Click on the buttons to add or remove user to or from the group.
hu: Kattints a gombra a felhasználó csoporthoz adásához/törléséhez.

source: No rents yet.
hu: Nincs kölcsönzés.

source: All user
hu: Mindenki

source: Members
hu: Körtagok

source: Leaders
hu: Körvezetők

source: Found %(count)s user entries.
hu: %(count)s felhasználó a megadott szűréssel.

source: No users.
hu: Nincs felhasználó.

source: Only for debug purposes. In final version this login will be removed.
hu: Csak tesztelési céllal! Végleges oldalon ez a bejelentkezési mód nem lesz elérhető!

source: Create new entry
hu: Új bejegyzés

source: This entry is not published. Only admins can see it.
hu: Ez a bejegyzés nincs publikálva! Csak adminok számára látható!

source: Last edit:
hu: Utolsó módosítás:

source: Last edit by
hu: Utoljára piszkálta

source: Renting
hu: Kölcsönzés

source: Pick dates...
hu: Válaszd ki a kölcsönzésed kezdetét és végét. Figyelj arra, hogy <b>legkésőbb a kölcsönzés vége nap 23:59-ig a játékoknak vissza kell hozzánk kerülnie.</b><br/>Később csak azokat a játékokat fogod látni, amik ekkor elérhetőek.

source: Pick games...
hu: A játék képeire kattintva tudod kiválasztani, mely játékokat szeretnéd kölcsönözni. A jobb alsó sarokban található kérdőjelre kattintva részletesebb leírást kaphatsz róluk. Itt már csak azokat a játékainkat látod, amelyek elérhetőek az általad adott időtartamra.

source: Rented games
hu: Kölcsönzött játékok

source: Can't be palyed without
hu: Nem játszható az alábbi nélkül:

source: No games rented.
hu: Nincs kölcsönzött játék.

source: Different date
hu: Más dátum

source: Next
hu: Tovább

source: Email notification won't be sent.
hu: Email értesítés mellőzése, mert körtag vagy.

source: Rent rules
hu: Kölcsönzési szabályzat

source: Different games
hu: Más játékok

source: Finish
hu: Küldés

source: Dates
hu: Dátumok

source: Comments
hu: Kommentek

source: User
hu: Felhasználó

source: New comment
hu: Új komment

source: Send
hu: Küldés

source: Game
hu: Játék

source: Actions
hu: Műveletek

source: Delete
hu: Törlés

source: Add
hu: Hozzáadás

source: Edit rent
hu: Kölcsönzés módosítása

source: History
hu: Előzmények

source: New status
hu: Új státusz

source: Deleted game
hu: Törölt játék

source: New date from
hu: Új kezdődátum

source: New date to
hu: Új végdátum

source: No histories.
hu: Nincs előzmény

source: All rents
hu: Minden kölcsönzés

source: All
hu: Mind

source: Rents, those status you changed.
hu: Azon kölcsönzések, melyek státuszát változtattad.

source: New rent created!
hu: Új kölcsönzés!

source: Comment
hu: Komment

source: There are pending rents! Please check them!
hu: Vannak kezeletlen vagy nem adminisztrált kölcsönzések!

source: About us text
hu: <p>A Schönherz Játszóház egy 2012 őszén alakult diákkör, melynek fő célja az örülés/m2 faktor növelése a házban, valamint a társasjáték kultúra terjesztése és szórakozási lehetőség biztosítása a kollégistáknak.</p> <p>A nyitásokon az érdeklődők megismerhetnek rengeteg különböző társasjátékot, és bátran válogathatnak a változatos kínálatunkból. Különböző stratégiai, reflex, kooperatív és egyéb szórakoztató játékokat játszhatnak körünk tagjainak segítségével.</p> <p>Továbbá, körünk lehetőséget biztosít társasjátékok kölcsönzésére mind baráti társaságok, mind rendezvények számára.</p> <p>Körünk egy vidám és sok taggal büszkélkedhető csapat. Bárkit szívesen látunk, aki csatlakozna hozzánk a játékasztal mellett, hiszen Játszani öröm.</p>

source: Administration rules
hu: Adminisztrációs szabályok

source: FAQ text
hu: <ol class="about-us"> <li>Mivel foglalkozik a kör?</li> <ul><li>Nézd meg a Rólunk oldalt ;)</li></ul> <li>Hogyan lehetek körtag?</li> <ul><li>Minden tavasszal indítunk újonc felvételt, de ha lelkes vagy májusban taggá is válhatsz.</li> <li>Részletekért érdeklődj a tarsas [at] sch.bme.hu email címen.</li></ul> <li>Mikor lesz a következő nyitás?</li> <ul><li>A facebook oldalunkon, a weboldalunkon a hírek menüpont alatt, illetve a program.sch oldalon mindig megtalálhatod következő nyitásaink időpontjait.</li> <li>Keresd a kollégium területén legfrissebb plakátjainkat!</li></ul> <li>Hol lesz a következő nyitás?</li> <ul><li>A plakátjainkon, fb eseményünkben mindig feltűntetjük a helyszínt és az időpontot.</li></ul> <li>Hozhatok magammal valakit a nyitásra?</li> <ul><li>Minden lelkes játékost várunk, függetlenül attól hogy vik-es vagy sem. Hozd nyugodtan.</li></ul> <li>Van egy játék, amit nagyon szeretek, de nálatok nincsen meg. Mit tegyek?</li> <ul><li>Írj nekünk egy mailt, amiben megadod a játék szükséges adatait, esetleg írd le azt is, hogy miért szereted ezt a játékot. Minden tavasszal tartunk egy raktár frissítést, lehet, hogy a te játékod is bekerül a raktárba.</li></ul> <li>Van egy felesleges játékom. Nektek adhatom?</li> <ul><li>Ha úgy érzed, hogy megválnál tőle végleg, és szerinted beleillik a kör arculatába, akkor bátran írj nekünk egy mailt, mi nagy örömmel fogjuk fogadni.</li></ul> <li>Hogyan kölcsönözhetek?</li> <ul> <li>A Kölcsönzés menüpontra kattintva add meg a játék elvitelének és visszahozatalának napját.</li> <li>A kiválasztott játék képére kattintva azt kijelölöd. Válaszd így ki az összes játékot, amit kölcsönözni szeretnél.</li> <li>A megjegyzés rovatba írj elérhetőséget és hogy mikor tudnád átvenni a játékokat. Egy jó viccel mindig megörvendeztetheted a kölcsönzést kiadó körtagot. ;)</li> <li>A kölcsönzésed állapotát mindig megnézheted a Kölcsönzéseim menüpont alatt.</li> <li>Emailben fogsz kapni választ arról, hogy mikor és hol veheted át a kölcsönzésedet. Emiatt <b>tartsd frissen a profilodban az email címedet</b>!</li> <li>Kölcsönzéskor elvárjuk tőled a <a href="/rent/rules">Kölcsönzési szabályzat</a> betartását!</li> </ul> <li>VIK-esnek, BME-snek, kollégistának kell lennem ahhoz, hogy kölcsönözzek?</li> <ul><li>Kölcsönzési szolgáltatásunk elsősorban, de nem kizárólag a VIK-es hallgatók számára elérhető. Az oldalra való bejelentkezés Auth.sch-n keresztül történik, így kölcsönzés leadásához ezzel rendelkezned kell. Azonban ha ez nem teljesül, akkor sem kell még szomorkodnod, keress minket a tarsas [at] sch.bme.hu címen vagy írj ránk <a href="https://www.facebook.com/SchJatszohaz/" target="_blank">Facebookon</a> és megpróbáljuk megoldani.</li></ul> <li>Nem fogom tudni átvenni/leadni a kölcsönzött játékot. Mit tegyek?</li> <ul><li>Kölcsönzéseim menüpont alatt megtalálod az aktuális kölcsönzésedet. Kommentben jelezd az adott problémát, tagjaink segítenek megoldást találni.</li></ul> <li>Megsérült/eltűnt az egyik játék, amíg nálam volt. Mi lesz most?</li> <ul><li>Mindig szólj a kölcsönzés visszaadásakor, vagy még előtte írj kommentet a kölcsönzésedhez, segítünk megoldani a problémát.</li></ul> </ol>

source: Overview
hu: Áttekintés

source: By members
hu: Körtagok

source: By games
hu: Játékok

source: Shows how many times games were rented in the given period based on the first day of the rent.<br/> Cancelled and rejected rents are not included.
hu: Az adott játék hány alkalommal volt kölcsönözve a megadott időintervallumon belül, a kölcsönzés kezdő dátumát alapul véve.<br/> Visszamondott és visszautasított kölcsönzések nélkül.

source: Count
hu: Darab

source: No data to display.
hu: Nincs megjeleníthető adat.

source: Shows how many rents were managed by the user. Managed: changed its status, added/removed games...<br/> Only commenting doesn't matter. Rents are excluded, where the renter is the same user.
hu: Az adott tag által intézett kölcsönzések, azaz amelynek módosította a státuszát, hozzáadott/töröl játékot, stb.<br/> Azok a kölcsönzések nem számítanak, ahol csak kommentelt a felhasználó, illetve azok sem, amelyeket saját magának adott ki.

source: Member
hu: Tag

source: Monthly rents
hu: Kölcsönzések havonta

source: (This table is based on date from field.)
hu: (A kölcsönzés kezdő dátuma alapján.)

source: Month
hu: Hónap
